{
    "File": "Archivo",
    "I have the .hex file": "Tengo el archivo .hex",
    "I don't have the .hex file": "No tengo el archivo .hex",
    "Do you have the .hex file?": "Tienes el archivo .hex?",
    "Choose device": "Elige el impresora",
    "Devices": "Las dispositivos",
    "Choose file": "Elige un archivo",
    "Choose baudrate": "Elige baudrate",
    "Choose port": "Elige el puerto",
    "Flashing": "Instalando",
    "Flash!": "Instala!",
    "Confirm": "Confirma",
    "No ports": "No hay puertos",
    "Other": "Otro",
    "RAMPS-based": "Basado en RAMPS",
    "We are working on it": "Estamos trabajando en ello",
    "Close": "Cerca",
    "Something went wrong!": "¡Algo salió mal!",
    "Abort": "Abortar",
    "Choose the firmware language": "Elija el idioma del firmware",
    "Sensor": "Sensor",
    "ABL sensor": "ABL sensor",
    "Here you can find further tips how to solve that problem:": "Aquí puede encontrar más consejos sobre cómo solucionar ese problema:",
    "answer_1": "Hay un par de razones por las que ocurre este error. Uno de ellos es la falta de gestor de arranque. Puede solucionarlo grabando un gestor de arranque adecuado. Por ejemplo, las impresoras Anet con versión de placa 1.6 y 1.7 necesitan quemar el cargador de arranque. Si eso no ayuda, entonces su conexión con la impresora no es correcta. Puede verificar si eligió un buen puerto COM o verificar el cable USB o asegurarse de que su impresora no tenga un cargador de arranque personalizado con una velocidad en baudios diferente a la típica.",
    "question_2": "¿Cómo grabar el gestor de arranque?",
    "answer_2": "Hay muchos tutoriales sobre cómo grabar el cargador de arranque. A continuación puede encontrar enlaces a algunos recursos útiles. No es tan dificil. Sin embargo, para hacerlo aún más fácil, estamos planeando implementar un cargador de arranque automático con instrucciones exactas de cómo conectar la impresora para quemarla correctamente.Nos complace anunciar que la versión v0.2 de Flash Wizard tendrá esta característica.",
    "Version": "Versión",
    "Created by Garage Makezone": "Creado por Garage Makezone",
    "Update available": "Actualización disponible",
    "Do you want to download and install an update?": "¿Quieres descargar e instalar una actualización?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "En general, las actualizaciones son importantes. ¡Viene con mejor seguridad, mejor rendimiento general y más funciones! No te molestaríamos, si no fuera nada importante.",
    "Download now": "Descargar ahora",
    "Remind me later": "Recuérdame más tarde",
    "About Wizard": "Acerca del asistente",
    "About us": "Sobre nosotros",
    "Donate": "Donar",
    "Port": "Puerto",
    "Extras": "Extras",
    "Redeem Code": "Canjear código",
    "Redeem": "Canjear"
}
