{
    "File": "Plik",
    "I have the .hex file": "Io ho il file .hex",
    "I don't have the .hex file": "Non Ho il file .hex",
    "Do you have the .hex file?": "Hai il file  .hex?",
    "Choose device": "Dispositivo",
    "Devices": "Dispositivo",
    "Choose file": "Seleziona il File",
    "Choose baudrate": "Seleziona il baudrate",
    "Choose port": "Seleziona La porta",
    "Flashing": "Salvataggio",
    "Flash!": "Salva!",
    "Confirm": "Confermare",
    "No ports": "Non ci sono Porte",
    "Other": "Altro",
    "RAMPS-based": "Basato su RAMPS",
    "We are working on it": "Ci stiamo lavorando sopra",
    "Close": "Chiudi",
    "Something went wrong!": "Qualche cosa è andato storto!",
    "Abort": "Abortire",
    "Choose the firmware language": "Seleziona il firmware linguaggio",
    "Sensor": "Sensore",
    "ABL sensor": "Sensore ABL",
    "Here you can find further tips how to solve that problem:": "Qui puoi trovare ulteriori suggerimenti su come risolvere questo problema::",
    "answer_1": "Ci sono un paio di ragioni per cui si verifica questo errore. Uno di questi è la mancanza di bootloader. Puoi risolverlo masterizzando un bootloader appropriato. Ad esempio, le stampanti Anet con scheda versione 1.6 e 1.7 richiedono la masterizzazione del bootloader. Se ciò non aiuta, la connessione con la stampante non è corretta. Puoi verificare se hai scelto una buona porta COM o controllare il cavo USB o assicurarti che sulla tua stampante non sia installato un bootloader personalizzato con una velocità di trasmissione diversa dal normale.",
    "question_2": "Come masterizzare il bootloader?",
    "answer_2": "Ci sono molti tutorial sulla masterizzazione del bootloader. Di seguito puoi trovare collegamenti ad alcune risorse utili, non è così difficile. Tuttavia, per renderlo ancora più semplice, abbiamo in programma di implementare una masterizzazione automatica del bootloader con le istruzioni esatte su come collegare la stampante per masterizzarla. Siamo felici di annunciare che la versione v0.2 di Flash Wizard avrà questa funzionalità.",
    "Version": "Version",
    "Created by Garage Makezone": "Creato da Garage Makezone",
    "Update available": "Aggiornamenti a disposizione",
    "Do you want to download and install an update?": "Vuoi scaricare e istallare l'aggiornamento?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "In generale, gli aggiornamenti sono importanti. Viene fornito con una maggiore sicurezza, migliori prestazioni complessive e più funzionalità! Non ti daremmo fastidio, se non fosse niente di importante.",
    "Download now": "Scarica Adesso",
    "Remind me later": "Ricordami dopo",
    "Beautiful Wizard was created by Davide Tedeschi. Thank you very much!": "Wizard è stato creato da Davide Tedeschi. Grazie mille!",
    "About Wizard": "Informazioni su Wizard",
    "About us": "Riguardo a noi",
    "Donate": "Donare"
}
