{
    "File": "Plik",
    "I have the .hex file": "Mam plik .hex",
    "I don't have the .hex file": "Nie mam pliku .hex",
    "Do you have the .hex file?": "Czy masz plik .hex?",
    "Choose device": "Wybierz urządzenie",
    "Devices": "Urządzenia",
    "Choose file": "Wybierz plik",
    "Choose baudrate": "Wybierz baudrate",
    "Choose port": "Wybierz port",
    "Flashing": "Wgrywanie",
    "Flash!": "Wgraj!",
    "Confirm": "Zatwierdź",
    "No ports": "Brak portów",
    "Other": "Inna",
    "RAMPS-based": "RAMPS i pochodne",
    "We are working on it": "Pracujemy nad tym",
    "Close": "Zamknij",
    "Something went wrong!": "Coś poszło nie tak!",
    "Abort": "Zatrzymaj",
    "Choose the firmware language": "Wybierz język firmware'u",
    "Sensor": "Czujnik",
    "ABL sensor": "Czujnik ABL",
    "Here you can find further tips how to solve that problem:": "Tutaj możesz znaleźć dalsze wskazówki jak rozwiązać ten problem:",
    "answer_1": "Istnieje kilka powodów, dla których występuje ten błąd. Jednym z nich jest brak bootloadera. Możesz rozwiązać ten problem wgrywając odpowiedni bootloader. Na przykład drukarki Anet z płytą w wersji 1.6 i 1.7 wymagają wypalenia bootloadera. Jeśli to nie pomoże, oznacza to, że połączenie z drukarką jest nieprawidłowe. Możesz sprawdzić, czy wybrałeś dobry port COM lub sprawdzić kabel USB lub upewnić się, że twoja drukarka nie ma niestandardowego bootloadera z inną szybkością transmisji niż typowa.",
    "question_2": "Jak wypalić bootloader?",
    "answer_2": "Istnieje wiele tutoriali dotyczących wypalania bootloadera. Poniżej znajdziesz linki do przydatnych materiałów, nie jest to takie trudne. Jednak, aby było to jeszcze łatwiejsze, planujemy zaimplementować automatyczne wgrywanie bootloadera z dokładnymi instrukcjami, jak podłączyć drukarkę, aby zaprogramować ją poprawnie. Z przyjemnością informujemy, że wersja v0.2 Flash Wizard'a będzie miała taką funkcję.",
    "Version": "Wersja",
    "Created by Garage Makezone": "Stworzone przez Garage Makezone",
    "Update available": "Dostępna aktualizacja",
    "Do you want to download and install an update?": "Czy chcesz pobrać i zainstalować aktualizację?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "Aktualizacje są ważne. Zapewniają większe bezpieczeństwo, lepszą wydajność i dodają nowe funkcje. Nie zawracalibyśmy Ci głowy gdyby to nie było coś ważnego.",
    "Download now": "Pobierz teraz",
    "Remind me later": "Przypomnij później",
    "Beautiful Wizard was created by Davide Tedeschi. Thank you very much!": "Twórcą postaci Czarodzieja jest Davide Tedeschi. Dziękujemy bardzo!",
    "About Wizard": "O Wizardzie",
    "About us": "O nas",
    "Donate": "Wesprzyj",
    "Project support": "Wsparcie projektu",
    "The implementation of software allowing such a simple firmware change in your 3D printer required the work of programmers, testers and translators. Thank them by supporting the project. Make a donation for further software development and support for new 3D printer models. Thank you in advance. Garage Make Zone team.": "Wykonanie oprogramowania pozwalającego na tak prostą zmianę firmware'u w twojej drukarce 3D wymagało nakładu pracy programistów, testerów i tłumaczy. Podziękuj im wspierając projekt. Przekaż datek na dalszy rozwój oprogramowania i obsługę kolejnych modeli drukarek 3D.  Z góry dziękujemy. Zespół Garage Make Zone."

}