{
    "File": "Ficheiro",
    "I have the .hex file": "Tenho o ficheiro .hex",
    "I don't have the .hex file": "Não tenho o ficheiro .hex",
    "Do you have the .hex file?": "Tens o ficheiro .hex?",
    "Choose device": "Escolha o dispositivo",
    "Devices": "Dispositivos",
    "Choose file": "Escolha o ficheiro",
    "Choose baudrate": "Escolha o baudrate",
    "Choose port": "Escolha a porta",
    "Flashing": "A gravar",
    "Flash!": "Gravar!",
    "Confirm": "Comfirma",
    "No ports": "Não existem portas",
    "Other": "Outra",
    "RAMPS-based": "Plataforma baseada em RAMPS",
    "We are working on it": "Estamos a trabalhar nisso",
    "Close": "Feche",
    "Something went wrong!": "Algo correu mal!",
    "Abort": "Abortar",
    "Choose the firmware language": "Escolha a linguagem do firmware",
    "Sensor": "Sensor",
    "ABL sensor": "Sensor ABL",
    "Here you can find further tips how to solve that problem:": "Aqui pode encontrar mais informações sobre como resolver esse problema:",
    "answer_1": "Existem umas quantas razões porque este erro acontece. Uma delas é a falta do bootloader. Pode ser resolvido gravando o bootloader apropriado. Por exemplo, as impressoras Anet com uma placas que sejam a versão 1.6 e 1.7 necessitam da gravação do bootloader. Se isso não ajuda, então a conexão usb com a impressora não é a correcta. Verifique se escolheu uma porta usb em boas condições e verifique tambem o cabo usb. Verifique tambem se não foi gravado um firmware customizado com um baudrate diferente do tipico.",
    "question_2": "Como gravar o bootloader?",
    "answer_2": "Existem muitos tutoriais sobre como gravar o bootloader. Em baixo pode encontrar ligações a conteúdos que podem ajudar. Não é assim tão dificíl. Entretando, para facilitar, estamos a planear em implementar uma gravação automática do bootloader com instruções exactas sobre como conectar a impressora para garantir uma boa gravação. Estamos contentes em anunciar que a versão v0.2 do Flass Wizard irá ter essa funcionalidade.",
    "Version": "Versão",
    "Created by Garage Makezone": "Criado por Garage Makezone",
    "Update available": "Actualização disponível",
    "Do you want to download and install an update?": "Quer baixar o arquivo e instalar a actualização?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "Em regra geral, as actualizações são importantes.Providenciam melhor segurança, melhor performance e mais funcionalidades! Não o iríamos incomodar se não fosse algo importante.",
    "Download now": "Baixar agora",
    "Remind me later": "Lembre-me mais tarde",
    "Beautiful Wizard was created by Davide Tedeschi. Thank you very much!": "Wizard foi criado por Davide Tedeschi. Muito obrigado!",
    "About Wizard": "Sobre o Wizard",
    "About us": "Sobre nós",
    "Donate": "Doar",
    "Port": "Porta",
    "Extras": "Extras",
    "Redeem Code": "Resgatar código",
    "Redeem": "Resgatar"
}
