{
    "File": "Datei",
    "I have the .hex file": "Ich habe die .hex-Datei",
    "I don't have the .hex file": "Ich habe die .hex-Datei nicht",
    "Do you have the .hex file?": "Haben Sie die .hex-Datei?",
    "Choose device": "Gerät wählen",
    "Devices": "Geräte",
    "Choose file": "Datei wählen",
    "Choose baudrate": "Baudrate wählen",
    "Choose port": "Port wählen",
    "Flashing": "Flashing",
    "Flash!": "Flash!",
    "Confirm": "Bestätigen",
    "No ports": "Keine Ports",
    "Other": "Andere",
    "RAMPS-based": "RAMPS-basiert",
    "We are working on it": "Wir arbeiten daran",
    "Close": "Schließen",
    "Something went wrong!": "Etwas ist schief gelaufen!",
    "Abort": "Abbrechen",
    "Choose the firmware language": "Wählen Sie die Firmware-Sprache",
    "Sensor": "Sensor",
    "ABL sensor": "ABL sensor",
    "Here you can find further tips how to solve that problem:": "Hier finden Sie weitere Tipps zur Lösung dieses Problems:",
    "answer_1": "Es gibt mehrere Gründe, warum dieser Fehler auftritt. Eines davon ist das Fehlen eines Bootloaders. Sie können dies lösen, indem Sie einen geeigneten Bootloader brennen. Bei Anet-Druckern mit Board-Version 1.6 und 1.7 muss beispielsweise der Bootloader gebrannt werden. Wenn dies nicht hilft, ist Ihre Verbindung zum Drucker nicht korrekt. Sie können überprüfen, ob Sie einen guten COM-Anschluss oder ein USB-Kabel gewählt haben, oder sicherstellen, dass Ihr Drucker nicht mit einem benutzerdefinierten Bootloader mit einer anderen Baudrate als üblich geflasht wird.",
    "question_2": "Wie brenne ich den Bootloader?",
    "answer_2": "Es gibt viele Tutorials zum Brennen des Bootloaders. Unten finden Sie Links zu einigen nützlichen Ressourcen. Es ist nicht so schwer. Um es jedoch noch einfacher zu machen, planen wir die Implementierung eines automatischen Bootloaders mit genauen Anweisungen zum Anschließen des Druckers, um ihn richtig zu brennen. Wir freuen uns, Ihnen mitteilen zu können, dass die Version 0.2 des Flash-Assistenten über eine solche Funktion verfügt .",
    "Version": "Version",
    "Created by Garage Makezone": "Erstellt von Garage Makezone",
    "Update available": "Update verfügbar",
    "Do you want to download and install an update?": "Möchten Sie ein Update herunterladen und installieren?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "Im Allgemeinen sind Updates wichtig. Es kommt mit besserer Sicherheit, besserer Gesamtleistung und mehr Funktionen! Wir würden Sie nicht stören, wenn es nichts Wichtiges wäre.",
    "Download now": "Jetzt downloaden",
    "Remind me later": "Erinnere mich später",
    "About Wizard": "Über den Assistenten",
    "About us": "Über uns",
    "Donate": "Spenden"
}
