{
    "File": "Fichier",
    "I have the .hex file": "J'ai le fichier .hex",
    "I don't have the .hex file": "Je n'ai pas le fichier .hex",
    "Do you have the .hex file?": "Avez-vous le fichier .hex?",
    "Choose device": "Choisissez dispositif",
    "Devices": "Dispositifs",
    "Choose file": "Choisir le fichier",
    "Choose baudrate": "Choisissez le débit en bauds",
    "Choose port": "Choisissez le port",
    "Flashing": "Clignotant",
    "Flash!": "Éclat!",
    "Confirm": "Confirmer",
    "No ports": "Aucun port",
    "Other": "Autre",
    "RAMPS-based": "Basé sur RAMPS",
    "We are working on it": "Nous y travaillons",
    "Close": "Fermer",
    "Something went wrong!": "Un problème est survenu!",
    "Abort": "Avorter",
    "Choose the firmware language": "Choisissez la langue du firmware",
    "Sensor": "Capteur",
    "ABL sensor": "ABL capteur",
    "Here you can find further tips how to solve that problem:": "Vous trouverez ici d'autres conseils pour résoudre ce problème:",
    "answer_1": "Il y a deux raisons pour lesquelles cette erreur se produit. L'un d'eux est le manque de chargeur de démarrage. Vous pouvez résoudre ce problème en gravant un chargeur de démarrage approprié. Par exemple, les imprimantes Anet avec les versions de carte 1.6 et 1.7 nécessitent la gravure du chargeur de démarrage. Si cela ne résout pas le problème, votre connexion avec l'imprimante n'est pas correcte. Vous pouvez vérifier si vous avez choisi un bon port COM ou vérifier le câble USB ou vous assurer que votre imprimante n'est pas flashée avec un chargeur de démarrage personnalisé avec un débit en bauds différent de celui habituel.",
    "question_2": "Comment graver le bootloader?",
    "answer_2": "Il existe de nombreux didacticiels sur la gravure du chargeur de démarrage. Vous trouverez ci-dessous des liens vers des ressources utiles. Ce n'est pas si dur. Cependant, pour le rendre encore plus facile, nous prévoyons de mettre en œuvre une gravure automatique du chargeur de démarrage avec des instructions précises sur la façon de connecter l'imprimante pour la graver correctement.Nous sommes heureux d'annoncer que la version v0.2 de Flash Wizard aura une telle fonctionnalité.",
    "Version": "Version",
    "Created by Garage Makezone": "Créé par Garage Makezone",
    "Update available": "Mise à jour disponible",
    "Do you want to download and install an update?": "Voulez-vous télécharger et installer une mise à jour?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "En général, les mises à jour sont importantes. Il est livré avec une meilleure sécurité, de meilleures performances globales et plus de fonctionnalités! Nous ne vous dérangerions pas, si ce n'était rien d'important.",
    "Download now": "Télécharger",
    "Remind me later": "Plus tard"
}