{
    "File": "Файл",
    "I have the .hex file": "У меня есть файл .hex",
    "I don't have the .hex file": "У меня нет файла .hex",
    "Do you have the .hex file?": "У вас есть файл .hex?",
    "Choose device": "Выберите устройство",
    "Devices": "Yстройства",
    "Choose file": "Выберите файл",
    "Choose baudrate": "Выберите скорость передачи",
    "Choose port": "Выберите порт",
    "Flashing": "мигающий",
    "Flash!": "Вспышка!",
    "Confirm": "Подтверждение",
    "No ports": "Нет портов",
    "Other": "Другой",
    "RAMPS-based": "RAMPS на основе",
    "We are working on it": "Мы работаем над этим",
    "Close": "близко",
    "Something went wrong!": "Что-то пошло не так!",
    "Abort": "Прервать",
    "Choose the firmware language": "Выбираем язык прошивки",
    "Sensor": "Датчик",
    "ABL sensor": "Датчик ABL",
    "Here you can find further tips how to solve that problem:": "Здесь вы можете найти дополнительные советы, как решить эту проблему:",
    "answer_1": "Эта ошибка возникает по нескольким причинам. Одно из них - отсутствие загрузчика. Вы можете решить эту проблему, записав соответствующий загрузчик. Например, для принтеров Anet с версией платы 1.6 и 1.7 требуется запись загрузчика. Если это не помогает, значит у вас неправильное соединение с принтером. Вы можете проверить, выбрали ли вы хороший COM-порт, или проверить USB-кабель, или убедиться, что ваш принтер не прошит пользовательским загрузчиком с другой скоростью передачи, чем обычно.",
    "question_2": "Как записать загрузчик?",
    "answer_2": "Есть много руководств по записи загрузчика. Ниже вы можете найти ссылки на полезные ресурсы. Это не так уж сложно. Однако, чтобы сделать это еще проще, мы планируем реализовать автоматическую запись загрузчика с точными инструкциями по подключению принтера для правильной записи. Мы рады сообщить, что версия Flash Wizard v0.2 будет иметь такую функцию.",
    "Version": "Версия",
    "Created by Garage Makezone": "Создано Garage Makezone",
    "Update available": "Доступно обновление",
    "Do you want to download and install an update?": "Вы хотите скачать и установить обновление?",
    "In general, updates are important. It comes with better security, better overall performance and more features! We wouldn't bother you, if it wasn't anything important.": "В общем, обновления важны. Он обеспечивает лучшую безопасность, лучшую общую производительность и больше функций! Мы бы вас не побеспокоили, если бы в этом не было ничего важного.",
    "Download now": "Скачать",
    "Remind me later": "Потом",
    "About Wizard": "О мастере",
    "About us": "О нас",
    "Donate": "Пожертвовать"
}